{
	"arr": [
		{
			"title": "Introduction",
			"path": "/intro/intro",
			"type": "chapter",
			"index": "INTRO",
			"questions": [
				"How does introducing sophisticated characters and narratives contribute positively to creative direction and design processes?",
				"What properties of narrative can be harnessed in design, and what is the relationship between narrative and the database?"
			]
		},
		{
			"title": "The origin of my interest towards narrative methods",
			"path": "/c1/1",
			"type": "chapter",
			"index": "C1.1",
			"questions": [
				"What is my history of interest in visual narrative methods?",
				"What were my doubts towards Harmony Korine being the starting point of this text?"
			]
		},
		{
			"title": "“A Crack-Up at the Race Riots” against Lev Manovich’s Database and Narrative ",
			"path": "/c1/2",
			"type": "chapter",
			"index": "C1.2",
			"questions": [
				"What sparked my fascination with unusual narrative methods, idiosyncrasy, and characterization?",
				"How does Lev Manovich's article 'Database as a Symbolic Form' influence my thinking about idiosyncratic narratives, particularly in relation to 'A Crack-Up at the Race Riots?'"
			]
		},
		{
			"title": "The DNA of a Fox",
			"path": "/c1/3",
			"type": "chapter",
			"index": "C1.3",
			"questions": [
				"What can be an example of a storyteller's helper method and how does it connect to Manovich's theories about the database and syntagmatic aspects? ",
				"How does it serve as both an illustration of the theory presented and a practical tool for creating stories and narratives?"
			]
		},
		{
			"title": "“Database Cinema”—Alternative narrative methods in film",
			"path": "/c1/4",
			"type": "chapter",
			"index": "C1.4",
			"questions": [
				"How does Manovich's article address the relationship between cinema and the database?",
				"What can be some examples of filmmakers whose methods emphasize the symbiosis of the database and narrative?"
			]
		},
		{
			"title": "Manovich on Greenaway and Vertov",
			"path": "/c1/5",
			"type": "chapter",
			"index": "C1.5",
			"questions": [
				"What exactly are the methods used by Greenaway and Vertov?"
			]
		},
		{
			"title": "“Palindromes” and “Storytelling” as contemporary examples of meaningful experimentation in film",
			"path": "/c1/6",
			"type": "chapter",
			"index": "C1.6",
			"questions": [
				"What can be an example of another filmmaker working with unusual, database-like narrative methods?",
				"How does the movie 'Storytelling' use fragmented narrative deliberately to comment on representation in fiction?"
			]
		},
		{
			"title": "Korine’s “Jokes” as my illustration of Manovich’s “Database Cinema”",
			"path": "/c1/7",
			"type": "chapter",
			"index": "C1.7",
			"questions": [
				"How does Harmony Korine's script for the unproduced movie 'Jokes' illustrate a database-like structure?",
				"How can you translate the feeling of a stand-up performance into a movie script,?"
			]
		},
		{
			"title": "A Collection of Harmony Korine’s statements on scenes and plots",
			"path": "/c1/8",
			"type": "chapter",
			"index": "C1.8"
		},
		{
			"title": "Scenes and characters as the focus point and the neglecting of the plot",
			"path": "/c1/9",
			"type": "chapter",
			"index": "C1.9",
			"questions": [
				"What aspect of filmmaking is consistently emphasised by Korine in interviews?",
				"How can you translate the feeling of a stand-up performance into a movie script,?"
			]
		},
		{
			"title": "Database Aesthetics and Post-Branding in Contemporary Design",
			"path": "/c2/1",
			"type": "chapter",
			"index": "C2.1"
		},
		{
			"title": "The impact of The Brand",
			"path": "/c2/2",
			"type": "chapter",
			"index": "C2.2"
		},
		{
			"title": "Benefits of Characterization",
			"path": "/c2/3",
			"type": "chapter",
			"index": "C2.3"
		},
		{
			"title": "About Stussy Holiday 23”",
			"path": "/c2/4",
			"type": "chapter",
			"index": "C2.4"
		}
	]
}
